---
kind: property
id: P:Autodesk.Revit.DB.ReferencePoint.CoordinatePlaneVisibility
source: html/bf3a953f-f4e0-8413-99ca-48f8b8440002.htm
---
# Autodesk.Revit.DB.ReferencePoint.CoordinatePlaneVisibility Property

Visibility settings for the coordinate reference planes.

## Syntax (C#)
```csharp
public CoordinatePlaneVisibility CoordinatePlaneVisibility { get; set; }
```